import React from 'react';

class AboutUs extends React.Component {
  render(){
    return(
      <div className='about-container'>
      <p className='about-header'> درباره تریپین</p>
      <div className='about-container'>
      اگر برای سفر به دنبال اقامتگاهی مناسب هستید تریپین برای شما بهترین انتخاب است. تریپین سامانه رزرو ویلا، سوییت و اقامتگاه‌های بومگردی است که از طریق آن می‌توانید با مقایسه اقامتگاه‌های تفریحی گوناگون در شهرهای مختلف و رزرو آنلاین آنها قبل از سفر خود، اقامتی بی‌نظیر را تجربه کنید. تریپین در طول سفر نیز همراه شما خواهد بود و با پشتیبانی 24 ساعته شما را همراهی خواهد کرد. در صورت بروز سوال و پیشنهاد از طریق صفحه تماس با ما، ما را در جریان بگذارید.
      تریپین در حال حاضر در استان‌های مازندران، خراسان رضوی، اصفهان، گیلان و جزیره کیش فعال است.

      </div>
      </div>
    );
  }
}
export default AboutUs;
