import React from 'react';

class AboutUs extends React.Component {
  render(){
    return(
      <div className='about-container'>
      <h1 className='about-header'> درباره تریپین</h1>

      ما تیمی از دانشجویان و فارغ‌التحصیلان دانشگاه‌های شریف، آزاد اسلامی و شهید بهشتی در رشته‌های مهندسی برق، کامپیوتر، عمران، شهرسازی و اقتصاد هستیم که با آغاز این پروژه در صدد بهبود تجربه‌ی سفر برای گردشگران و همچنین کمک به بهبود خدمات مالکین واحدهای گردشگری و اقامتی هستیم که گردشگران بتوانند با کمترین هزینه و همچنین سریع‌ترین حالت در آسایش کامل سکونت کنند و مالکان نیز بتوانند با راحتی و آسایش بیشتری خدمات رسانی کنند.
      </div>
    );
  }
}
export default AboutUs;
