import React from 'react';

class Terms extends React.Component {
  render(){
    return(
      <div dir='rtl'>
      <h1>قوانین و مقررات </h1>
<div >
برنامه تریپین که توسط شرکت طراحی و راهبری فناوران دانش‌سامان آریا برای تسهیل اقامت مسافران طراحی گردیده ، تحت شرایط زیر خدمات مربوطه را ارائه می‌نماید؛ لذا این شرایط به عنوان یک قرارداد الزام‌آور بر روابط بین کاربران و شرکت حاکم خواهد بود. بر این اساس ضروری است پیش از استفاده از خدمات تریپین ، این شروط را به دقت مطالعه فرمایید . استفاده از تریپین به منزله قبول تمامی شرایط ذیل است و هرگونه ادعا یا اعتراض آتی در این خصوص را فاقد اعتبار می‌داند . شرکت ممکن است شرایط و سطح خدمات تریپین را در طول زمان تغییر دهد . این تغییرات از طریق برنامه تریپین به تمامی کاربران اطلاع داده خواهد شد؛ صرف ادامه استفاده کاربر از خدمات تریپین، اعلام رضایت نسبت به شرایط جدید و قبول آن تلقی می‌گردد. تمامی تصاویر، علامات و نشان های الکترونیکی از سمت کاربران که به منظور تایید این سند و عضویت در تریپین باشد به منزله امضای الکترونیک وهمانند امضای دست‌نویس معتبر خواهد بود و امضاکننده را به مفاد سند ملتزم می‌نماید.
</div>
<div>
۱) خدمات

تریپین نرم‌افزار ارائه‌دهنده خدمات اقامتی به مسافران در قالب اپلیکیشن تلفن همراه و وبسایت اینترنتی است. این سامانه یک پل ارتباطی بین میزبان و مسافر برقرار می‌سازد که ارتباط کاربران (کسانی که درخواست اقامت را ارسال می کنند) با میزبان (کسانی که مایل به ارائه خدمات اقامتی هستند) را تسهیل می‌کند. ضمنا در تریپین، میزبان میان پذیرش درخواست یا رد آن مختار است و مسافر نیز پس از ارسال درخواست سفر و مشخص شدن میزبان می‌تواند از درخواست خود انصراف بدهد؛ بنابراین هر اقامتی که در قالب این برنامه نرم‌افزاری صورت می‌گیرد یک قرارداد مستقل بین میزبان و مسافر است و تریپین تنها زمینه انعقاد قرارداد را میان آنها در هر سفر مهیا می‌کند. لذا الویت حقوقی و کیفری در قبال اتفاقات حین اقامت آن طور که در این قرارداد ذکر شده است به عهده‌ی کاربران (مهمانان و میزبانان) خواهد بود.

</div>
<div>
۲) استفاده از خدمات
</div>
<div>
۲-۱- مقررات ثبت نام و تایید حساب کاربری
</div>
<div>
برای عضویت در تریپین و استفاده از تمامی خدمات آن، لازم است هر کاربر یک حساب کاربری در تریپین ایجاد نماید. برای ایجاد حساب کاربری شرایط زیر الزامی است و قوانین زیر بر آن اعمال می‌شود:
a)	داشتن ۱۸سال تمام شمسی.
b)	تکمیل فرم مشخصات.
c)	حساب کاربری افراد تنها در صورتی فعال می‌شود که شماره تلفن همراه معتبر در زمان ثبت نام ارائه کرده و کد ارسالی توسط تریپین را وارد نمایند.
d)	مسئولیت صحت اطلاعات وارد شده به عهده صاحب حساب کاربری می‌باشد. وارد کردن اطلاعات نادرست وغلط ممکن است منجر به محرومیت کاربر از خدمات تریپین شود و کاربر نمی‌تواند به این موضوع معترض شود.
e)	هر فرد تنها می‌تواند یک حساب کاربری داشته باشد.
f)	هر کاربر با ثبت نام در تریپین و ایجاد حساب کاربری به نام خود، صحت انتساب تمام پیام‌های صادره از حساب کاربری خویش را پذیرفته و در نتیجه حق هرگونه اعتراض یا ادعای آتی (مبنی بر انکار، تردید یا جعل پیام های ارسالی) را از خویش سلب و ساقط می‌نماید.
g)	در صورت عدم همکاری کاربر و ارائه ندادن اطلاعات مربوطه - در شرایط خاص که ممکن است احراز هویت کاربر از جانب شرکت ضروری تشخیص داده شود- شرکت حق انسداد حساب کاربر را خواهد داشت.

۲-۲- مقررات ثبت اقامتگاه

a)	هر فرد برای ثبت اقامتگاه در تریپین، ملزم به وارد کردن اطلاعات زیر می‌باشد:
i)	مکان اقامتگاه (آدرس دقیق، مکان حدودی)
ii)	نوع اقامتگاه (سوئیت، آپارتمان، خانه یا ویلا)
iii)	تعداد اتاق‌ها
iv)	حداکثر تعداد مهمانان
v)	عکس هر اتاق، هال و آشپزخانه
vi)	امکانات
vii)	 ساعت ورود و خروج
viii)	قیمت (برای روزهای هفته، روزهای آخرهفته و ایام تعطیل)

b)	اقامتگاه باید ورودی جداگانه داشته باشد و کاملا خصوصی باشد.
c)	میزبان موظف است از نگهداری هرگونه وسیله‌ی شخصی مورد استفاده‌ی خود در واحد اجاره داده‌شده در طول دوران اجاره خودداری نماید.
d)	میزبان موظف است اطلاعات محرمیت مهمانان و تطابق آن با قوانین شرع و جمهوری اسلامی را در زمان ارائه کلید به مهمان بررسی کند.
e)	میزبانان تنها در صورتی می‌توانند اقامتگاه را ثبت نمایند که اجازه اجاره دادن آن را بر أساس قانون داشته باشند. در صورت تخطی از این بند، تریپین هیچگونه مسئولیتی در قبال تعهدهای قانونی نخواهد داشت.
f)	میزبانان با قراردادن اقامتگاه خود در سایت تریپین متعهد می شوند که در زمان اقامت مهمان، در دسترس مهمان باشند.
g)	پس از ثبت اقامتگاه توسط میزبان، سایت تریپین این حق را دارد که پیش از تایید اقامتگاه و نمایش آن در سایت، از اقامتگاه بازدید کند و تطابق اقامتگاه با اطلاعات وارد شده را بررسی نماید.
h)	ثبت اقامتگاه در سایت تریپین توسط میزبان به منزله تایید و نمایش آن اقامتگاه نخواهد بود و سایت تریپین حق عدم تایید و نمایش اقامتگاه‌ها را برای خود محفوظ می‌دارد.
i)	میزبان با قراردادن اقامتگاه خود در سایت تریپین ، موظف است از تمامی مقررات این سند پیروی کند. همچنین میزبان موافقت می‌کند که این سایت تنها معرفی‌کننده و واصل میان مهمانان و میزبانان است. تنها تعهد تریپین به میزبان، پرداخت سهم میزبان از وجه دریافت شده از مهمان است و این سایت هیچگونه مسئولیتی در قبال خسارت‌های ناشی از اقامت و رفتارهای خارج از عرف و قانون مهمان نخواهد داشت.

۲-۳- مقررات رزرو

a)	مهمانان می‌توانند قبل از درخواست رزرو، با میزبان یا نماینده میزبان برای پرسیدن سوال در مورد اقامتگاه در تماس باشند. این تماس باید در قالب سایت و یا اپلیکیشن تلفن همراه ارائه شده از طرف تریپین برقرار شود.
b)	مهمانان می توانند توسط سایت و یا اپلیکیشن تلفن همراه ارائه شده از طرف تریپین برای اقامتگاه مورد نظر خود درخواست رزرو بفرستند.
c)	میزبان می تواند درخواست مهمان را تایید و یا رد کند.
d)	در صورت تایید نشدن درخواست رزرو از طرف میزبان ظرف ۲۴ ساعت، سیستم به صورت خودکار درخواست را لغو خواهد کرد.
e)	در صورت تایید میزبان، مهمان حداقل ۴ ساعت فرصت دارد مبلغ کامل اقامتگاه را پرداخت نماید. پس از ۴ ساعت، میزبان امکان لغو تایید را خواهد داشت.
f)	تا زمانی که تایید میزبان لغو نشده است، اقامتگاه برای زمان رزرو شده غیر قابل دسترس خواهد بود.
g)	رزرو اقامتگاه نمی‌تواند برای فرد دیگری انجام شود. در صورتی که اطلاعات ارائه شده در حساب کاربری با اطلاعات ارائه شده توسط مهمان در هنگام تحویل کلید یکسان نباشد، میزبان موظف است در اولین فرصت به شرکت اطلاع دهد و اجازه دارد از ورود مهمان جلوگیری کند.
h)	پس از پرداخت وجه رزرو توسط مهمان، رزرو نهایی تلقی شده و در صورت کنسل شدن از طرف هر یک از طرفین، سایت طبق بند های مورد ۸-۲ عمل خواهد کرد.

۲-۴- مقررات تحویل خانه

a)	قبل از انجام اولین رزرو، کاربر مهمان موظف است شماره ملی خود را در اطلاعات حساب کاربری خود وارد کند.
b)	میزبان موظف است نام و شماره ملی ارائه شده از طرف تریپین را با کارت شناسایی وچهره مهمانان تطابق دهد. در صورت عدم تطابق اطلاعات ارائه شده توسط سایت و مهمان، میزبان موظف است در اولین فرصت به شرکت اطلاع دهد و اجازه دارد از ورود مهمان جلوگیری کند.
c)	در صورتی که مهمان اظهار نماید که ادعای میزبان مبنی بر عدم تطابق درست نمی‌باشد، مرکز حل اختلاف بر سر تایید مهمان تصمیم می‌گیرد.
d)	مرکز حل اختلاف مسئله را به عنوان ۱) تطابق ۲) عدم تطابق و یا ۳) سوء تفاهم شناسایی می‌کند.
e)	اگر مسئله به عنوان عدم تطابق شناسایی شد، پول میزبان پرداخت خواهد شد و امکان رزرو اقامتگاه در زمان رزرو شده توسط سایت وجود ندارد.
f)	اگر مسئله به عنوان تطابق شناسایی شد، میزبان موظف است مهمان را پذیرش کند.
g)	اگر مسئله به عنوان « سوء تفاهم » شناسایی شود، به عنوان حل شده توسط مرکز اختلاف شناسایی می‌شود.
h)	در زمان تحویل کلید، مهمان موظف است یک کارت شناسایی از خود را در اختیار میزبان قرار دهد. این کارت تا پایان اقامت مهمان در اختیار میزبان خواهد ماند.
توجه : پس از پایان اقامت و در صورت عدم بروز هرگونه اختلاف میان میزبان و مهمان، میزبان موظف است کارت شناسایی مهمان را به وی بازگرداند.
توجه : در صورت بروز اختلاف تریپین مسئولیتی در قبال خسارات و ادعاهای طرفین نخواهد داشت.

۲-۵- مقررات نقد و امتیازدهی

a)	مهمان و میزبان می‌توانند پس از پایان سفر برای یکدیگر نقد بنویسند. این نقد‌ها باید حداکثر یک هفته بعد از اتمام سفر نوشته شوند.
b)	تریپین حق دارد هر گونه نقد توهین‌آمیز و یا غیرقانونی (بر اساس قوانین جمهوری اسلامی ایران) را حذف کند.
c)	مهمان و میزبان می‌توانند تنها برای یک بار به نقد یکدیگر پاسخ دهند.

۲-۶- مقررات مالی مهمان

a)	در صورت تایید میزبان، مهمان حداقل ۴ ساعت فرصت دارد مبلغ کامل اقامتگاه را پرداخت نماید. پس از ۴ ساعت، میزبان امکان لغو تایید را خواهد داشت.
b)	پس از تایید درخواست رزرو توسط میزبان، امکان رزرو اقامتگاه مورد نظر تا زمانی که میزبان تایید خود را لغو نکرده است برای تاریخ‌های اعلام‌شده توسط مهمان برداشته خواهد شد. در صورتی که مهمان هزینه اقامتگاه را تا قبل از لغو تایید پرداخت نکند، اقامتگاه مورد نظر به لیست جست‌وجو بازخواهد گشت و فرایند رزرو از ابتدا باید شروع شود.

۲-۷- مقررات مالی میزبان

a)	سهم میزبان از اجاره اولین شب رزرو پس از کامل شدن رزرو به حساب میزبان واریز خواهد شد.
b)	مابقی سهم میزبان از مبلغ اجاره پس از پایان زمان اجاره و تحویل کارت شناسایی مهمان برای میزبان واریز خواهد شد.

۲-۸- مقررات کنسل کردن رزرو و بازپرداخت

a)	در صورتی که مهمان در فاصله زمانی بیشتر از ۴۸ ساعت به زمان تحویل کلید رزرو را کنسل کند، تمامی مبلغ اجاره به مهمان بازگردانده می شود. در این صورت میزبان موظف است مبلغ دریافتی جهت اجاره شب اول را ظرف مدت ۲۴ ساعت برای شرکت واریز نماید.
b)	در صورتی که مهمان قبل از دریافت کلید و در زمانی کمتر از ۴۸ ساعت به آغاز زمان تحویل کلید رزرو را کنسل کند، کل مبلغ اجاره به غیر از هزینه شب اول به وی بازگردانده می شود.
c)	در صورتی که مهمان پس از زمان تحویل کلید رزرو را کنسل کند، هزینه‌ی اقامت در آن واحد برای کمترین مقدار بین ۴۸ ساعت آینده یا تا پایان مدت رزرو از مهمان کثر می‌گردد و مابقی وجه استرداد می‌گردد.
d)	در صورتی که میزبان رزرو را کنسل کند، تمامی مبلغ اجاره به مهمان بازگردانده می‌شود. در این موقعیت میزبان موظف است مبلغ دریافتی جهت اجاره شب اول را ظرف مدت ۲۴ ساعت برای شرکت واریز نماید.
e)	در صورتی که میزبان رزرو را کنسل کند، شرکت تلاش می‌کند اقامتگاهی با شرایط مشابه (امکانات و قیمت) با اقامتگاه انتخابی مهمان برای وی تهیه کند. هزینه اقامتگاه ارائه شده به عهده مهمان می‌باشد. با این وجود، شرکت هیچ تعهدی در قبال ارائه اقامتگاه جایگزین نخواهد داشت.

۲-۹- مقررات مربوط به اعمال غیرقانونی

a)	میزبانان و مهمانان به طور کامل مسئول تمامی اعمال خویش بر اساس قوانین جمهوری اسلامی ایران خواهند بود.
b)	تمامی قوانین جمهوری اسلامی ایران برای تمامی مشکلات و اختلافات اجرایی می‌باشند و سایت ما به طور کامل از این قوانین پیروی می‌کند.
c)	در صورت مشاهده عمل خلاف قانون توسط مهمان، میزبان می تواند ارائه خدمات به مهمان را متوقف کند. در این صورت هیچ بازپرداختی به مهمان صورت نخواهد گرفت.
d)	شرکت ما حق حل هر گونه مسئله و مشکلی با استفاده از تمامی ابزارهای قانونی را برای خود محفوظ می‌دارد.

۲-۱۰- لغو قرارداد و حساب کاربری

a)	این قرارداد با حذف حساب کاربری ملغی خواهد شد.
b)	با حذف حساب کاربری میزبانان، تمامی رزرو‌های مرتبط با حساب کاربری میزبان لغو خواهد شد و مهمان به طور کامل بازپرداخت می‌شود.
c)	با حذف حساب کاربری مهمانان، تمامی سفرهای رزرو شده لغو خواهد شد و بازپرداخت طبق بند ۸-۲ انجام خواهد شد.
d)	تریپین حق حذف حساب کاربری افراد تحت هر شرایطی را برای خود محفوظ می‌دارد.
e)	در صورت حذف حساب کاربری توسط هر یک از طرفین، سیاست‌های لغو رزرو مبنی بر بند ۸-۲ اجرا خواهد شد و طرفین ملزم به تمکین خواهند بود.
f)	در صورت لغو این قرارداد، کاربر حق دسترسی دوباره به محتویات و حساب کاربری خود را ندارد. در صورتی که لغو قرارداد توسط تریپین انجام شده باشد، کاربر حق ایجاد حساب کاربری جدید و یا استفاده از سایت با استفاده از حساب کاربری شخص دیگری را نخواهد داشت.

۲-۱۱- حریم خصوصی و محتویات

a)	تریپین در حفاظت از اطلاعات شخصی کاربران تمامی تلاش خود را به کار خواهد بست.
b)	پس از نهایی شدن رزرو، اطلاعات نام، نام خانوادگی و شماره تماس میزبان و مهمان اقامتگاه مورد رزرو در اختیار طرفین رزرو قرار خواهد گرفت. در این مورد میزبان علاوه بر اطلاعات ذکر‌ شده، به شماره‌ی ملی مهمان نیز دسترسی خواهد داشت.
c)	به منظور بهبود خدمات، تریپین مجاز است از تمامی اطلاعات و محتوای‌ تولید‌شده توسط کاربران خود با حفط بی‌نشان بودن داده‌ها استفاده کند.
d)	در صورت درخواست مراجع قضایی، تریپین اطلاعات حساب شما را در اختیار مرجع قضایی مربوطه قرار خواهد داد.

</div>

      </div>
    );
  }
}
export default Terms;
